{
  "characters": [
    {
      "id": "homem-de-ferro",
      "name": "Homem de Ferro",
      "image": "iron-man.jpg",
      "abstract": "Homem de Ferro é um personagem fictício dos quadrinhos publicados pela Marvel Comics. Sua identidade verdadeira é a do empresário e bilionário e alcoólatra, Tony Stark, que usa armaduras de alta tecnologia no combate ao crime.",
      "text": [
        "Homem de Ferro (Iron Man, em inglês) é um personagem fictício dos quadrinhos publicados pela Marvel Comics. Sua identidade verdadeira é a do empresário e bilionário e alcoólatra, Tony Stark, que usa armaduras de alta tecnologia no combate ao crime. Foi criado em 1963 pelo escritor Stan Lee, o roteirista Larry Lieber, e os desenhistas Jack Kirby e Don Heck. O objetivo de seu criador, Stan Lee, era aceitar o desafio de fazer um personagem ser odiado e depois amado pelo público, assim, criou um dos super heróis mais marcantes de todos os tempos.",
        "A primeira publicação foi em Tales of Suspense #39 (história publicada pela primeira vez no Brasil em Heróis da TV #100). Desde então se tornou um dos personagens mais conhecidos da Marvel, como membro dos Vingadores e adaptações para desenhos animados e cinema (no qual foi interpretado por Robert Downey, Jr.)."
      ],
      "powers": [
        {
          "strong": "Armadura Tecnológica: ",
          "text": [
            {
              "strong": "Rajadas de energia: ",
              "text": "e a capacidade concedida pela armadura, que lhe permite dispara rajadas de energias das palmas de sua mão e do centro do tórax."
            },
            {
              "strong": "Voo: ",
              "text": "A Armadura concede a ele a capacidade de voar."
            },
            {
              "strong": "Força Sobre-Humana: ",
              "text": "Homem de ferro pode levantar objetos pesados e gerar golpes incríveis e fortes."
            }
          ]
        },
        {
          "strong": "Ocupação: ",
          "text": "Fabrica diversos aparelhos em suas Indústrias."
        },
        {
          "strong": "Tipo Detonador: ",
          "text": "Todos os acertos contra Brutamontes são críticos e ignoram a defesa."
        },
        {
          "strong": "Nível Alfa: ",
          "text": "nesta categoria se encontram os mestre da destruição em área podendo destruir uma cidade inteira e pessoas que tem potencial para acabar com vários inimigos de uma só vez."
        }
      ]
    },
    {
      "id": "thor",
      "name": "Thor",
      "image": "thor.jpg",
      "abstract": "Thor é um personagem fictício que aparece nas histórias em quadrinhos, publicadas pela Marvel Comics, baseadas no deus Thor da Mitologia Nórdica, ele foi criado por Stan Lee e Jack Kirby. Sua principal arma é o martelo Mjonir.",
      "text": [
        "Thor é um personagem fictício que aparece nas histórias em quadrinhos, publicadas pela Marvel Comics, baseadas no deus Thor da Mitologia Nórdica , ele foi criado por Stan Lee e Jack Kirby. Sua principal arma é o martelo Mjonir.",
        "Estreando na Era de Prata dos quadrinhos, o personagem apareceu pela primeira vez em Journey into Mystery #83 (agosto de 1962). Ele é um membro fundador da equipe de heróis Vingadores.",
        "Chris Hemsworth interpreta Thor nos filmes do Universo Marvel Cinematográfico: Thor, Os Vingadores, Thor: O Mundo Sombrio, Vingadores: Era de Ultron, Thor: Ragnarok, Vingadores: Guerra Infinita e Vingadores: Ultimato, e em breve no seu novo filme: Thor Amor e Trovão.",
        "Thor, também sendo o Vingador mais poderoso dos Cinemas (UCM) e dos quadrinhos,Também está Prestes a deixar o seu Legado nas Telonas."
      ],
      "powers": [
        {
          "strong": "Força Sobre-humana: ",
          "text": "É a capacidade de exercer força física acima do normal. Entre os efeitos estão a habilidade de poder levantar grandes pesos ou quebrar materiais resistentes mediante o exercício de sua força física."
        },
        {
          "strong": "Invulnerabilidade Asgardiana: ",
          "text": "é a capacidade de possuir uma pele tão resistente que não a permite ser penetrada por nada a impedindo de ser ferida permitindo resistir impactos, tiros, choques, venenos, explosões, e o que mais se puder imaginar, sem sofrer nenhum dano."
        },
        {
          "strong": "Manipulação do Clima: ",
          "text": "Thor é capaz de controlar o estado atual do tempo, podendo fazer chover, nevar, criar relâmpagos e trovões."
        },
        {
          "strong": "Voo (Mjolnir): ",
          "text": "É capaz de voar."
        },
        {
          "strong": "Ocupação: ",
          "text": "Deus de Asgard"
        },
        {
          "strong": "Tipo Resistente: ",
          "text": "Fica Enfurecido ao atacar ou ser atacador por um briguento, quanto mais apanha mais forte fica."
        },
        {
          "strong": "Nível Omega: ",
          "text": "Nesta Categoria se encontra as pessoas mais poderosas possíveis, os que tem um poder tão grande que podem oferecer perigo até aos próprios amigos, podendo destruir o mundo e matar todas as pessoas do planeta."
        }
      ]
    },
    {
      "id": "capitao-america",
      "name": "Capitão América",
      "image": "capitao.jpg",
      "abstract": "Capitão América é um super-herói de histórias em quadrinhos americanos publicado pela Marvel Comics. Criado por Joe Simon e Jack Kirby, o primeiro personagem apareceu em Captain America Comics # 1 da Timely Comics.",
      "text": [
        "Capitão América é um super-herói de histórias em quadrinhos americanos publicado pela Marvel Comics. Criado por Joe Simon e Jack Kirby, o primeiro personagem apareceu em Captain America Comics #1 (março de 1941) da Timely Comics, antecessora da Marvel Comics. Capitão América foi concebido como um super-herói patriótico que lutou contra as potências do Eixo na Segunda Guerra Mundial e foi personagem mais popular da Timely Comics durante o período da guerra. A popularidade dos super-heróis diminuiu após a guerra e os quadrinhos Capitão América foram interrompidos em 1950, com uma volta de curta duração em 1953. Em 1964, o personagem foi reintroduzido como participante do Universo Marvel.",
        "Os Capitães Américas vestem trajes inspirados na bandeira dos Estados Unidos e estão armados com um escudo quase indestrutível (feito de uma liga de adamantanium-vibranium, metais fictícios) que atiram em seus inimigos. O Capitão América mais famoso e popular e também o personagem original é o alter-ego de Steve Rogers, um jovem franzino que atinge o pico da perfeição humana após aplicar um soro experimental com o intuito de ajudar os Estados Unidos contra as potências do Eixo. Perto do fim da guerra, ficou preso no gelo e sobreviveu em animação suspensa até que foi revivido nos dias atuais."
      ],
      "powers": [
        {
          "strong": "Super-Força: ",
          "text": "possui uma força sobre-humana alta, podendo levantar objetos bem mais pesados que ele, arremessar pessoas por muitos metros, destruir paredes facilmente e arrancar objetos que estejam presos com concreto. Seus socos e chutes são bastante fortes, podendo matar uma pessoa facilmente."
        },
        {
          "strong": "Velocidade Sobre-Humana: ",
          "text": "Capitão América pode correr em alta velocidade."
        },
        {
          "strong": "Ocupação: ",
          "text": "Soldado do Exército Americano."
        },
        {
          "strong": "Tipo Tático: ",
          "text": "Ganha Turno extra apos atacar um Detonador."
        },
        {
          "strong": "Nível Beta: ",
          "text": "nesta categoria se encontram os mestres de batalhas táticas, estratégicas e bem calculadas e planejadas normalmente contra um único inimigo ou um certo grupo."
        }
      ]
    },
    {
      "id": "homem-formiga",
      "name": "Homem-Formiga",
      "image": "scott-lang.png",
      "abstract": "Scott Lang é um personagem fictício que aparece nas histórias em quadrinhos publicadas pela Marvel Comics. Foi criado por David Michelinie e John Byrne e sua primeira aparição foi em Avengers #181.",
      "text": [
        "Scott Lang é um personagem fictício que aparece nas histórias em quadrinhos publicadas pela Marvel Comics. Foi criado por David Michelinie e John Byrne e sua primeira aparição foi em Avengers #181 (1979).",
        "Paul Rudd interpreta Scott Lang nos filmes da Marvel Studios, Homem-Formiga, Capitão América: Guerra Civil e Homem-Formiga e a Vespa, e reprisou o papel em Vingadores: Ultimato em 2019.",
        "Invadindo a casa do Dr. Hank Pym, Lang roubou seu Traje do Homem-Formiga. Sem que ele soubesse, Pym observou o roubo e em seu disfarce de Jaqueta Amarela, seguiu Lang, curioso para ver no que ele usaria o traje.",
        "Vestido como Homem-Formiga, Lang invadiu a Cross Technologies Enterprises e descobriu que o Dr. Sondheim estava sendo mantido prisioneiro por Darren Cross, presidente da empresa, o qual precisava de Sondheim para corrigir sua própria condição cardíaca. Resgatando Sondheim e derrotando Cross, Lang ficou aliviado quando Sondheim foi capaz de salvar a vida de sua filha. Lang planejava devolver o traje do Homem-Formiga ao seu proprietário e se entregar, mas Pym deixou que ele ficasse com o traje, desde que Lang o usasse para o bem."
      ],
      "powers": [
        {
          "strong": "Manipulação do tamanho: ",
          "text": "é a habilidade de aumentar ou reduzir seu tamanho."
        },
        {
          "strong": "Ocupação: ",
          "text": "Cientista."
        },
        {
          "strong": "Tipo Detonado: ",
          "text": "Todos os acertos contra Brutamontes são críticos e ignoram a defesa."
        },
        {
          "strong": "Nível Alfa: ",
          "text": "devido ao seu poder de gigantismo, ele pode causa grandes destruição em área e abater vários inimigos de uma só vez."
        }
      ]
    },
    {
      "id": "pantera-negra",
      "name": "Pantera Negra",
      "image": "pantera.jpg",
      "abstract": "<i>Pantera Negra</i> é um super-herói das histórias em quadrinhos publicadas pela Marvel Comics, cuja identidade secreta é a de T'Challa, rei de Wakanda, um reino fictício na África. O personagem foi criado pelo escritor e editor Stan Lee",
      "text": [
        "Pantera Negra (em inglês: Black Panther) é um super-herói das histórias em quadrinhos publicadas pela Marvel Comics, cuja identidade secreta é a de T'Challa, rei de Wakanda, um reino fictício na África. O personagem foi criado pelo escritor e editor Stan Lee e pelo escritor e ilustrador Jack Kirby, aparecendo pela primeira vez em Fantastic Four # 52 (julho de 1966) na Era de Prata das histórias em quadrinhos. Além de possuir habilidades aprimoradas alcançadas através de um antigo ritual de Wakanda, T'Challa também conta com seu intelecto genial, treinamento físico rigoroso, habilidade em artes marciais, acesso a tecnologias avançadas e riqueza para combater seus inimigos. Pantera Negra também é conhecido por seu relacionamento com a super-heroína Tempestade dos X-Men. Embora os dois fossem casados e se envolvessem em inúmeras batalhas, suas lealdades colocariam uma pressão sobre o relacionamento que levaria a um eventual divórcio.",
        "O Pantera Negra é o primeiro super-herói de ascendência africana criado por uma editora mainstream de quadrinhos norte-americanos, que estreou anos antes dos super-heróis afro-americanos, como o Falcão (1969), Luke Cage (1972) e Blade (1973) da Marvel Comics ou o Lanterna Verde John Stewart, da DC Comics(1971). O arco de história do Pantera Negra, que passou por treze números da revistas Jungle Action, é considerado o primeiro romance gráfico da Marvel Comics. Em um enredo, o manto da Pantera Negra é usado por Kasper Cole, um policial mestiço da cidade de Nova York. Começando como um imitador, Cole assumiria o nome de Tigre Branco e se tornaria um aliado de T'Challa. O manto do Pantera Negra e a liderança de Wakanda também foi dado à meia-irmã de T'Challa, Shuri, por um momento em que ele precisava se recuperar de ferimentos críticos que possuía.",
        "O Pantera Negra fez inúmeras aparições em vários programas de televisão, filmes animados e videogames. O personagem foi retratado em live-action por Chadwick Boseman no filme Capitão América: Guerra Civil de 2016 . Boseman também desempenhou o papel na adaptação do primeiro longa-metragem do personagem lançado em março de 2018 e que retornou ao papel em Vingadores: Guerra Infinita, que foi lançado em abril do mesmo ano e posteriormente em Vingadores: Ultimato, todas essas aparições fazem parte do Universo Marvel Cinematográfico, também forneceu a voz ao personagem na primeira temporada da série animada What If...? (2021). Em 2011, o Pantera Negra ficou em 51º lugar na lista de 'Top 100 Comic Books Heroes' do site IGN."
      ],
      "powers": [
        {
          "strong": "Força Sobre-humana: ",
          "text": "possui uma força sobre-humana alta, podendo levantar objetos bem mais pesados que ele, arremessar pessoas por muitos metros, destruir paredes facilmente e arrancar objetos que estejam presos com concreto. Seus socos e chutes são bastante fortes, podendo matar uma pessoa facilmente."
        },
        {
          "strong": "Velocidade Sobre-Humana: ",
          "text": "T'Challa pode correr em alta velocidade."
        },
        {
          "strong": "Ocupação: ",
          "text": "Rei de Wakanda"
        },
        {
          "strong": "Tipo Infiltrado: ",
          "text": "Ganha bônus de combate ao atacar um tático."
        },
        {
          "strong": "Nível Gama: ",
          "text": "Nesta Categoria se encontra os mestres da espionagem, agilidade e infiltração, podendo invadir lugares secretos sem ser percebido."
        }
      ]
    },
    {
      "id": "gaviao-arqueiro",
      "name": "Gavião Arqueiro",
      "image": "gaviao.jpg",
      "abstract": "Gavião Arqueiro alter-ego de Clint Barton, é um personagem de quadrinhos americanos da Marvel Comics. Criado por Stan Lee e Don Heck, o herói fez sua primeira aparição em Tales of Suspense #57 antes de se juntar aos Vingadores em Avengers #16.",
      "text": [
        "Gavião Arqueiro (nome original em inglês, Hawkeye) alter-ego de Clint Barton, é um personagem de quadrinhos americanos da Marvel Comics. Criado por Stan Lee e Don Heck, o herói fez sua primeira aparição em Tales of Suspense #57 (Setembro de 1964) antes de se juntar aos Vingadores em Avengers #16 (Maio de 1965). Desde então, Barton tem sido membro proeminente da equipe.",
        "O personagem é interpretado pelo ator Jeremy Renner no Universo Cinematográfico Marvel, um universo fictício compartilhado composto por vários filmes produzidos pela Marvel Studios. A primeira aparição de Renner como Barton foi uma pequena participação em Thor (2011). Retornando como um dos seis Vingadores principais em Os Vingadores (2012), Vingadores: Era de Ultron (2015), Capitão América: Guerra Civil (2016) e Vingadores: Ultimato (2019)."
      ],
      "powers": [
        {
          "strong": "Expert em Arco e flecha: ",
          "text": "Gavião Arqueiro é um mestre com arco e flecha e tiro ao alvo."
        },
        {
          "strong": "Habilidades acrobáticas: ",
          "text": "pode dar saltos e girar no ar correr em grande velocidade."
        },
        {
          "strong": "Ocupação: ",
          "text": "ex-Argente da SHIELD"
        },
        {
          "strong": "Tipo Tático: ",
          "text": "Ganha Turno extra apos atacar um Detonador."
        },
        {
          "strong": "Nível Beta: ",
          "text": "nesta categoria se encontra os mestres de batalhas táticas, estratégicas e bem calculadas e planejadas normalmente contra um único inimigo ou um certo grupo."
        }
      ]
    },
    {
      "id": "hulk",
      "name": "Hulk",
      "image": "hulk.jpg",
      "abstract": "O Hulk, por vezes referido como O Incrível Hulk é um personagem de quadrinhos/banda desenhada do gênero super-herói, propriedade da Marvel Comics, editora pela qual as histórias do personagem são publicados desde sua criação.",
      "text": [
        "O Hulk, por vezes referido como O Incrível Hulk (The Incredible Hulk, no original em inglês) é um personagem de quadrinhos/banda desenhada do gênero super-herói, propriedade da Marvel Comics, editora pela qual as histórias do personagem são publicados desde sua criação, nos anos 1960. Concebido pelo roteirista Stan Lee (1922-2018) e pelo desenhista Jack Kirby (1917-1994), teve sua primeira aparição junto ao público original dos Estados Unidos na revista The Incredible Hulk n°1, lançada no mercado americano pela Marvel Comics em maio de 1962, um título solo do personagem, garantindo-lhe o acesso ao que mais tarde seria popularmente conhecido como Universo Marvel dos quadrinhos/banda desenhada. A partir de então, o Hulk tem aparecido, protagonizando ou não, diversas histórias da editora, se tornando um dos mais visualmente reconhecíveis da mesma, tendo o universo entorno do personagem se expandido continuadamente ao longo das últimas décadas.",
        "Apesar de fugir de diversos padrões pré-estabelecidos para super-heróis enquanto personagem da cultura pop mundial, Hulk é considerado um super-herói, mais pelas características sobre-humanas por ele apresentadas do que por conceitos bases de inserção no gênero."
      ],
      "powers": [
        {
          "strong": "Super Força",
          "text": "possui uma força sobre-humana alta, podendo levantar objetos bem mais pesados que ele, arremessar pessoas por muitos metros, destruir paredes facilmente e arrancar objetos que estejam presos com concreto. Seus socos e chutes são bastante fortes, podendo matar uma pessoa facilmente."
        },
        {
          "strong": "Durabilidade Sobre-Humana",
          "text": "possui uma pele tão resistente que não a permite ser penetrada por nada a impedindo de ser ferida permitindo resistir impactos, tiros, choques, venenos, explosões, e o que mais se puder imaginar, sem sofrer nenhum dano."
        },
        {
          "strong": "Ocupação",
          "text": "físico nuclear."
        },
        {
          "strong": "tipo Resistente",
          "text": "Fica Enfurecido ao atacar ou ser atacador por um briguento, quanto mais apanha mais forte fica."
        },
        {
          "strong": "Nível Omega",
          "text": "Nesta Categoria se encontram os seres mais poderosos que existem, os que tem um poder tão grande que podem oferecer perigo ate aos próprios amigos, podendo destruir o mundo e matar todas as pessoas do planeta."
        }
      ]
    },
    {
      "id": "vespa",
      "name": "Vespa",
      "image": "vespa.jpg",
      "abstract": "Vespa é uma personagem de histórias em quadrinhos da editora norte-americana Marvel Comics. Além de grande heroína e fundadora dos Vingadores, tornou-se também uma estilista extremamente renomada e altamente conceituada.",
      "text": [
        "Vespa (do inglês Wasp) é uma personagem de histórias em quadrinhos da editora norte-americana Marvel Comics. Além de grande heroína e fundadora dos Vingadores, tornou-se também uma estilista extremamente renomada e altamente conceituada obtendo uma carreira de sucesso no Universo Marvel.",
        "Janet é a filha mais velha do renomado cientista Vernon Van Dyne. Quando seu pai foi assassinado a desolada jovem buscou o apoio do colega dele Hank Pym. Sem o conhecimento da moça, Hank levava uma vida dupla como o diminuto aventureiro Homem-Formiga. Impressionado pela força moral de Janet, Hank revelou sua identidade secreta e propôs a conversão dela numa criatura superpoderosa, para que assim pudesse vingar a morte do pai e rapidamente Janet aceitou.",
        "Baseando-se em suas recentes pesquisas sobre a estrutura orgânica das vespas, Hank implantou, sob as escápulas e têmporas de Janet, células correspondentes àquelas encontradas nas asas e antenas dos insetos. Ele também a ensinou a utilizar as Partículas Pym, capacitando-a de encolher a altura mínima de 3,8 cm e voltar ao normal. Devido às técnicas de bioengenharia de Hank, Janet pode manifestar asas e se comunicar telepaticamente com insetos em seu estado reduzido. Como Vespa, ela ajudou o Homem-Formiga a levar o assassino de seu pai à justiça. Depois disso, tornou-se parceira de combate ao crime do diminuto herói, desenvolvendo suas habilidades de modo á um dia tornar-se uma heroína por conta própria."
      ],
      "powers": [
        {
          "strong": "Manipulação de tamanho: ",
          "text": "é a habilidade de reduzir seu tamanho."
        },
        {
          "strong": "Voo: ",
          "text": "Vespa pode voar por meio de asas."
        },
        {
          "strong": "Rajadas de Energia: ",
          "text": "Vespa é capaz de projetar e depois disparar energia bioelétrica."
        },
        {
          "strong": "Ocupação: ",
          "text": "Desconhecida"
        },
        {
          "strong": "Tipo Tático: ",
          "text": "Ganha Turno extra apos atacar um Detonador."
        },
        {
          "strong": "Nível Beta: ",
          "text": "nesta categoria se encontra os mestres de batalhas táticas, estratégicas e bem calculadas e planejadas normalmente contra um único inimigo ou um certo grupo."
        }
      ]
    }
  ]
}
